{
  "merges": {
    "32,116": 258,
    "104,101": 259,
    "32,97": 260,
    "105,110": 261,
    "258,259": 262,
    "101,114": 263,
    "111,110": 264,
    "114,101": 265,
    "32,115": 266,
    "101,100": 267,
    "32,119": 268,
    "32,111": 269,
    "110,100": 270,
    "97,116": 271,
    "111,114": 272,
    "101,110": 273,
    "105,116": 274,
    "32,99": 275,
    "32,102": 276,
    "101,115": 277,
    "105,115": 278,
    "97,114": 279,
    "32,98": 280,
    "269,102": 281,
    "97,110": 282,
    "32,261": 283,
    "97,108": 284,
    "261,103": 285,
    "32,112": 286,
    "97,115": 287,
    "260,270": 288,
    "258,111": 289,
    "105,99": 290,
    "114,111": 291,
    "32,109": 292,
    "32,100": 293,
    "32,104": 294,
    "105,264": 295,
    "108,101": 296,
    "111,117": 297,
    "32,84": 298,
    "32,265": 299,
    "32,83": 300,
    "105,108": 301,
    "273,116": 302,
    "258,104": 303,
    "32,65": 304,
    "115,116": 305,
    "101,108": 306,
    "32,108": 307,
    "97,109": 308,
    "111,109": 309,
    "32,101": 310,
    "32,67": 311,
    "32,110": 312,
    "97,100": 313,
    "97,99": 314,
    "268,287": 315,
    "32,77": 316,
    "32,264": 317,
    "101,99": 318,
    "108,121": 319,
    "117,114": 320,
    "101,116": 321,
    "32,103": 322,
    "298,259": 323,
    "32,66": 324,
    "105,100": 325,
    "111,108": 326,
    "105,109": 327,
    "105,114": 328,
    "105,118": 329,
    "276,272": 330,
    "111,116": 331,
    "105,103": 332,
    "32,73": 333,
    "116,263": 334,
    "117,116": 335,
    "111,119": 336,
    "117,115": 337,
    "260,115": 338,
    "32,72": 339,
    "274,104": 340,
    "97,121": 341,
    "266,116": 342,
    "118,263": 343,
    "39,115": 344,
    "259,114": 345,
    "280,101": 346,
    "268,340": 347,
    "303,271": 348,
    "271,295": 349,
    "32,80": 350,
    "99,101": 351,
    "32,64": 352,
    "117,110": 353,
    "101,109": 354,
    "32,82": 355,
    "32,68": 356,
    "99,104": 357,
    "268,104": 358,
    "280,121": 359,
    "116,104": 360,
    "97,270": 361,
    "117,108": 362,
    "260,108": 363,
    "32,278": 364,
    "275,264": 365,
    "32,70": 366,
    "263,115": 367,
    "32,40": 368,
    "32,87": 369,
    "260,116": 370,
    "99,116": 371,
    "32,71": 372,
    "49,57": 373,
    "97,261": 374,
    "111,115": 375,
    "32,76": 376,
    "32,78": 377,
    "260,110": 378,
    "32,274": 379,
    "32,259": 380,
    "97,103": 381,
    "291,109": 382,
    "117,109": 383,
    "277,116": 384,
    "97,118": 385,
    "32,74": 386,
    "48,48": 387,
    "294,278": 388,
    "32,114": 389,
    "111,100": 390,
    "114,105": 391,
    "32,69": 392,
    "276,382": 393,
    "275,309": 394,
    "278,116": 395,
    "97,112": 396,
    "32,79": 397,
    "32,118": 398,
    "111,112": 399,
    "286,291": 400,
    "105,102": 401,
    "111,265": 402,
    "108,100": 403,
    "117,112": 404,
    "301,108": 405,
    "105,277": 406,
    "263,101": 407,
    "265,115": 408,
    "101,119": 409,
    "332,104": 410,
    "272,116": 411,
    "97,107": 412,
    "268,407": 413,
    "98,263": 414,
    "279,100": 415,
    "284,108": 416,
    "293,101": 417,
    "290,104": 418,
    "333,110": 419,
    "279,116": 420,
    "271,101": 421,
    "266,101": 422,
    "97,98": 423,
    "282,116": 424,
    "117,100": 425,
    "113,117": 426,
    "264,103": 427,
    "286,108": 428,
    "103,104": 429,
    "111,99": 430,
    "310,120": 431,
    "308,101": 432,
    "269,114": 433,
    "271,267": 434,
    "101,279": 435,
    "275,104": 436,
    "277,115": 437,
    "274,121": 438,
    "266,104": 439,
    "329,101": 440,
    "32,85": 441,
    "105,112": 442,
    "294,313": 443,
    "318,116": 444,
    "32,75": 445,
    "115,101": 446,
    "32,34": 447,
    "32,226": 448,
    "265,100": 449,
    "314,107": 450,
    "266,117": 451,
    "297,114": 452,
    "32,107": 453,
    "260,265": 454,
    "117,270": 455,
    "287,116": 456,
    "358,418": 457,
    "103,101": 458,
    "32,296": 459,
    "109,302": 460,
    "266,112": 461,
    "300,116": 462,
    "448,128": 463,
    "105,282": 464,
    "32,61": 465,
    "312,331": 466,
    "105,284": 467,
    "111,118": 468,
    "306,108": 469,
    "272,100": 470,
    "32,121": 471,
    "111,305": 472,
    "410,116": 473,
    "258,114": 474,
    "114,274": 475,
    "105,97": 476,
    "116,345": 477,
    "261,101": 478,
    "279,121": 479,
    "117,305": 480,
    "297,110": 481,
    "290,284": 482,
    "385,101": 483,
    "112,116": 484,
    "32,353": 485,
    "50,387": 486,
    "328,305": 487,
    "112,112": 488,
    "50,48": 489,
    "99,99": 490,
    "283,99": 491,
    "280,335": 492,
    "311,104": 493,
    "297,115": 494,
    "102,334": 495,
    "278,104": 496,
    "394,112": 497,
    "297,403": 498,
    "115,111": 499,
    "32,86": 500,
    "116,101": 501,
    "295,115": 502,
    "114,97": 503,
    "117,98": 504,
    "276,487": 505,
    "117,265": 506,
    "325,101": 507,
    "102,102": 508,
    "262,328": 509,
    "379,115": 510,
    "365,116": 511,
    "268,259": 512,
    "111,107": 513,
    "119,111": 514,
    "117,101": 515,
    "32,291": 516,
    "260,114": 517,
    "105,101": 518,
    "275,108": 519,
    "297,116": 520,
    "287,115": 521,
    "332,110": 522,
    "272,109": 523,
    "111,103": 524,
    "283,116": 525,
    "32,337": 526,
    "339,101": 527,
    "264,100": 528,
    "259,100": 529,
    "260,98": 530,
    "272,107": 531,
    "299,115": 532,
    "271,263": 533,
    "309,101": 534,
    "363,499": 535,
    "336,110": 536,
    "260,100": 537,
    "32,345": 538,
    "105,265": 539,
    "463,147": 540,
    "109,263": 541,
    "381,101": 542,
    "49,56": 543,
    "112,263": 544,
    "327,101": 545,
    "282,115": 546,
    "114,121": 547,
    "284,319": 548,
    "352,46": 549,
    "114,117": 550,
    "100,117": 551,
    "112,108": 552,
    "294,483": 553,
    "317,101": 554,
    "108,336": 555,
    "116,267": 556,
    "286,263": 557,
    "298,104": 558,
    "299,99": 559,
    "105,296": 560,
    "358,111": 561,
    "266,99": 562,
    "117,429": 563,
    "105,122": 564,
    "112,411": 565,
    "258,514": 566,
    "265,101": 567,
    "346,273": 568,
    "282,351": 569,
    "116,115": 570,
    "352,44": 571,
    "297,429": 572,
    "114,290": 573,
    "273,351": 574,
    "320,285": 575,
    "294,287": 576,
    "260,103": 577,
    "489,49": 578,
    "274,295": 579,
    "306,121": 580,
    "428,341": 581,
    "293,278": 582,
    "303,278": 583,
    "280,318": 584,
    "471,435": 585,
    "108,425": 586,
    "97,265": 587,
    "260,488": 588,
    "32,273": 589,
    "108,361": 590,
    "269,343": 591,
    "32,106": 592,
    "349,115": 593,
    "304,108": 594,
    "266,263": 595,
    "286,420": 596,
    "107,101": 597,
    "281,102": 598,
    "34,46": 599,
    "111,343": 600,
    "32,404": 601,
    "269,477": 602,
    "293,277": 603,
    "354,414": 604,
    "314,104": 605,
    "297,270": 606,
    "290,101": 607,
    "272,121": 608,
    "313,101": 609,
    "260,495": 610,
    "262,121": 611,
    "292,282": 612,
    "314,101": 613,
    "105,98": 614,
    "258,101": 615,
    "269,335": 616,
    "279,107": 617,
    "371,295": 618,
    "282,103": 619,
    "32,327": 620,
    "362,116": 621,
    "119,110": 622,
    "333,116": 623,
    "314,116": 624,
    "408,115": 625,
    "99,267": 626,
    "491,586": 627,
    "320,110": 628,
    "274,101": 629,
    "41,44": 630,
    "441,110": 631,
    "273,115": 632,
    "119,101": 633,
    "258,545": 634,
    "97,301": 635,
    "294,327": 636,
    "286,265": 637,
    "525,111": 638,
    "32,89": 639,
    "264,101": 640,
    "109,282": 641,
    "261,100": 642,
    "312,101": 643,
    "268,101": 644,
    "268,498": 645,
    "310,118": 646,
    "287,267": 647,
    "274,267": 648,
    "481,116": 649,
    "101,112": 650,
    "108,277": 651,
    "271,277": 652,
    "111,261": 653,
    "308,112": 654,
    "291,563": 655,
    "397,110": 656,
    "272,115": 657,
    "370,116": 658,
    "105,267": 659,
    "119,415": 660,
    "265,110": 661,
    "423,296": 662,
    "101,270": 663,
    "394,109": 664,
    "111,121": 665,
    "285,115": 666,
    "363,108": 667,
    "292,402": 668,
    "322,432": 669,
    "287,101": 670,
    "283,334": 671,
    "264,115": 672,
    "102,523": 673,
    "326,100": 674,
    "263,267": 675,
    "268,531": 676,
    "302,115": 677,
    "111,390": 678,
    "266,259": 679,
    "41,46": 680,
    "278,115": 681,
    "290,107": 682,
    "280,321": 683,
    "391,98": 684,
    "99,277": 685,
    "266,318": 686,
    "301,100": 687,
    "118,105": 688,
    "118,306": 689,
    "34,44": 690,
    "312,409": 691,
    "97,119": 692,
    "375,101": 693,
    "512,110": 694,
    "102,263": 695,
    "276,101": 696,
    "412,101": 697,
    "102,116": 698,
    "504,108": 699,
    "365,115": 700,
    "101,121": 701,
    "119,341": 702,
    "322,291": 703,
    "261,284": 704,
    "291,112": 705,
    "265,271": 706,
    "103,282": 707,
    "97,337": 708,
    "299,109": 709,
    "118,267": 710,
    "105,120": 711,
    "32,455": 712,
    "262,109": 713,
    "304,110": 714,
    "275,302": 715,
    "271,116": 716,
    "301,109": 717,
    "633,273": 718,
    "293,318": 719,
    "317,319": 720,
    "293,575": 721,
    "292,472": 722,
    "331,104": 723,
    "287,264": 724,
    "453,110": 725,
    "304,115": 726,
    "373,57": 727,
    "326,555": 728,
    "117,103": 729,
    "304,114": 730,
    "300,101": 731,
    "303,282": 732,
    "577,374": 733,
    "266,427": 734,
    "310,279": 735,
    "530,520": 736,
    "111,98": 737,
    "266,404": 738,
    "275,282": 739,
    "271,104": 740,
    "114,264": 741,
    "104,442": 742,
    "316,279": 743,
    "400,551": 744,
    "436,279": 745,
    "272,360": 746,
    "102,402": 747,
    "303,567": 748,
    "683,718": 749,
    "275,326": 750,
    "334,110": 751,
    "296,371": 752,
    "712,263": 753,
    "307,533": 754,
    "308,277": 755,
    "118,101": 756,
    "272,110": 757,
    "312,383": 758,
    "276,108": 759,
    "286,114": 760,
    "292,101": 761,
    "303,655": 762,
    "260,371": 763,
    "290,116": 764,
    "299,116": 765,
    "349,284": 766,
    "299,296": 767,
    "32,426": 768,
    "111,513": 769,
    "272,403": 770,
    "116,264": 771,
    "284,115": 772,
    "297,360": 773,
    "104,110": 774,
    "282,107": 775,
    "299,108": 776,
    "310,270": 777,
    "377,409": 778,
    "97,325": 779,
    "541,290": 780,
    "260,490": 781,
    "266,111": 782,
    "273,263": 783,
    "362,279": 784,
    "392,110": 785,
    "276,717": 786,
    "358,560": 787,
    "430,107": 788,
    "101,343": 789,
    "280,117": 790,
    "299,103": 791,
    "387,48": 792,
    "271,285": 793,
    "32,343": 794,
    "49,48": 795,
    "278,529": 796,
    "334,115": 797,
    "304,780": 798,
    "98,383": 799,
    "329,267": 800,
    "286,101": 801,
    "311,309": 802,
    "286,375": 803,
    "292,609": 804,
    "451,98": 805,
    "114,284": 806,
    "559,470": 807,
    "293,341": 808,
    "268,475": 809,
    "338,115": 810,
    "686,528": 811,
    "461,318": 812,
    "259,115": 813,
    "330,109": 814,
    "259,110": 815,
    "512,265": 816,
    "310,112": 817,
    "111,326": 818,
    "49,55": 819,
    "32,46": 820,
    "290,115": 821,
    "105,306": 822,
    "451,357": 823,
    "105,111": 824,
    "276,728": 825,
    "276,452": 826,
    "278,295": 827,
    "291,455": 828,
    "422,724": 829,
    "322,114": 830,
    "260,99": 831,
    "266,534": 832,
    "112,104": 833,
    "260,109": 834,
    "110,285": 835,
    "390,101": 836,
    "526,267": 837,
    "291,115": 838,
    "363,799": 839,
    "286,699": 840,
    "105,597": 841,
    "32,47": 842,
    "292,337": 843,
    "374,267": 844,
    "304,116": 845,
    "346,747": 846,
    "307,279": 847,
    "262,265": 848,
    "275,416": 849,
    "376,101": 850,
    "312,111": 851,
    "115,264": 852,
    "585,115": 853,
    "283,100": 854,
    "417,102": 855,
    "117,99": 856,
    "558,278": 857,
    "292,468": 858,
    "117,284": 859,
    "108,108": 860,
    "266,121": 861,
    "336,789": 862,
    "817,278": 863,
    "301,121": 864,
    "615,308": 865,
    "325,302": 866,
    "116,273": 867,
    "284,101": 868,
    "431,112": 869,
    "32,302": 870,
    "294,410": 871,
    "346,285": 872,
    "386,111": 873,
    "401,290": 874,
    "758,414": 875,
    "282,101": 876,
    "320,121": 877,
    "266,320": 878,
    "300,112": 879,
    "293,111": 880,
    "355,101": 881,
    "105,107": 882,
    "279,115": 883,
    "105,494": 884,
    "97,106": 885,
    "300,104": 886,
    "266,321": 887,
    "97,328": 888,
    "262,110": 889,
    "276,606": 890,
    "689,399": 891,
    "331,345": 892,
    "307,430": 893,
    "278,267": 894,
    "49,53": 895,
    "595,406": 896,
    "733,305": 897,
    "286,408": 898,
    "745,314": 899,
    "280,108": 900,
    "336,263": 901,
    "274,115": 902,
    "631,648": 903,
    "261,277": 904,
    "329,367": 905,
    "106,444": 906,
    "114,308": 907,
    "268,469": 908,
    "324,475": 909,
    "283,118": 910,
    "261,351": 911,
    "271,345": 912,
    "266,285": 913,
    "282,121": 914,
    "49,54": 915,
    "101,107": 916,
    "708,101": 917,
    "422,343": 918,
    "584,432": 919,
    "537,100": 920,
    "439,336": 921,
    "292,321": 922,
    "280,723": 923,
    "278,101": 924,
    "373,56": 925,
    "263,109": 926,
    "275,111": 927,
    "105,263": 928,
    "299,112": 929,
    "49,50": 930,
    "274,406": 931,
    "275,396": 932,
    "280,450": 933,
    "328,100": 934,
    "282,99": 935,
    "292,374": 936,
    "401,101": 937,
    "273,110": 938,
    "280,114": 939,
    "304,495": 940,
    "329,263": 941,
    "286,326": 942,
    "282,110": 943,
    "292,264": 944,
    "627,285": 945,
    "463,148": 946,
    "785,103": 947,
    "105,449": 948,
    "354,302": 949,
    "292,261": 950,
    "117,408": 951,
    "822,100": 952,
    "310,109": 953,
    "108,267": 954,
    "117,357": 955,
    "299,351": 956,
    "275,265": 957,
    "417,891": 958,
    "112,273": 959,
    "116,285": 960,
    "557,673": 961,
    "459,313": 962,
    "102,362": 963,
    "863,836": 964,
    "111,414": 965,
    "293,325": 966,
    "97,122": 967,
    "360,572": 968,
    "306,102": 969,
    "600,110": 970,
    "307,427": 971,
    "612,121": 972,
    "296,121": 973,
    "373,52": 974,
    "539,371": 975,
    "275,279": 976,
    "342,425": 977,
    "100,263": 978,
    "105,321": 979,
    "501,270": 980,
    "322,111": 981,
    "97,449": 982,
    "725,536": 983,
    "326,524": 984,
    "271,440": 985,
    "333,270": 986,
    "118,273": 987,
    "439,442": 988,
    "280,291": 989,
    "263,110": 990,
    "620,112": 991,
    "111,331": 992,
    "497,296": 993,
    "292,271": 994,
    "474,546": 995,
    "433,332": 996,
    "266,109": 997,
    "116,301": 998,
    "354,98": 999,
    "603,99": 1000,
    "275,498": 1001,
    "287,104": 1002,
    "266,779": 1003,
    "260,328": 1004,
    "311,264": 1005,
    "292,405": 1006,
    "300,99": 1007,
    "117,548": 1008,
    "511,261": 1009,
    "269,98": 1010,
    "32,90": 1011,
    "417,112": 1012,
    "688,409": 1013,
    "324,114": 1014,
    "918,284": 1015,
    "116,374": 1016,
    "389,353": 1017,
    "261,115": 1018,
    "365,99": 1019,
    "97,104": 1020,
    "873,774": 1021,
    "564,267": 1022,
    "286,399": 1023,
    "293,401": 1024,
    "105,308": 1025,
    "32,384": 1026,
    "268,279": 1027,
    "798,282": 1028,
    "300,259": 1029,
    "117,267": 1030,
    "116,259": 1031,
    "335,101": 1032,
    "399,296": 1033,
    "378,121": 1034,
    "283,305": 1035,
    "116,121": 1036,
    "412,285": 1037,
    "838,115": 1038,
    "105,383": 1039,
    "293,395": 1040,
    "353,101": 1041,
    "327,277": 1042,
    "109,121": 1043,
    "373,55": 1044,
    "346,707": 1045,
    "49,51": 1046,
    "849,267": 1047,
    "369,104": 1048,
    "357,818": 1049,
    "275,475": 1050,
    "490,437": 1051,
    "369,279": 1052,
    "112,114": 1053,
    "603,522": 1054,
    "293,536": 1055,
    "582,99": 1056,
    "322,783": 1057,
    "282,458": 1058,
    "767,647": 1059,
    "312,435": 1060,
    "765,628": 1061,
    "373,54": 1062,
    "278,109": 1063,
    "460,115": 1064,
    "598,290": 1065,
    "286,521": 1066,
    "703,404": 1067,
    "280,306": 1068,
    "104,121": 1069,
    "297,446": 1070,
    "735,319": 1071,
    "400,118": 1072,
    "304,480": 1073,
    "266,522": 1074,
    "306,115": 1075,
    "485,998": 1076,
    "114,396": 1077,
    "316,341": 1078,
    "293,975": 1079,
    "366,114": 1080,
    "311,279": 1081,
    "325,267": 1082,
    "120,116": 1083,
    "324,108": 1084,
    "843,290": 1085,
    "283,102": 1086,
    "467,319": 1087,
    "276,261": 1088,
    "310,508": 1089,
    "117,449": 1090,
    "532,112": 1091,
    "395,115": 1092,
    "696,271": 1093,
    "1000,684": 1094,
    "195,169": 1095,
    "262,446": 1096,
    "526,101": 1097,
    "49,52": 1098,
    "84,259": 1099,
    "909,496": 1100,
    "311,108": 1101,
    "269,622": 1102,
    "266,432": 1103,
    "292,341": 1104,
    "263,118": 1105,
    "266,327": 1106,
    "311,326": 1107,
    "121,112": 1108,
    "517,116": 1109,
    "286,653": 1110,
    "283,115": 1111,
    "351,484": 1112,
    "375,267": 1113,
    "275,649": 1114,
    "885,272": 1115,
    "342,420": 1116,
    "373,53": 1117,
    "362,108": 1118,
    "363,427": 1119,
    "307,361": 1120,
    "118,302": 1121,
    "367,264": 1122,
    "801,1033": 1123,
    "261,107": 1124,
    "335,295": 1125,
    "365,305": 1126,
    "1006,295": 1127,
    "321,115": 1128,
    "356,101": 1129,
    "103,384": 1130,
    "305,354": 1131,
    "276,308": 1132,
    "468,101": 1133,
    "451,1051": 1134,
    "614,296": 1135,
    "114,278": 1136,
    "308,267": 1137,
    "292,301": 1138,
    "269,959": 1139,
    "322,970": 1140,
    "369,770": 1141,
    "462,652": 1142,
    "97,120": 1143,
    "261,97": 1144,
    "269,490": 1145,
    "550,371": 1146,
    "484,604": 1147,
    "398,105": 1148,
    "32,37": 1149,
    "286,111": 1150,
    "729,480": 1151,
    "269,544": 1152,
    "303,572": 1153,
    "342,114": 1154,
    "304,1151": 1155,
    "731,1147": 1156,
    "260,828": 1157,
    "899,334": 1158,
    "32,36": 1159,
    "292,390": 1160,
    "700,325": 1161,
    "268,261": 1162,
    "333,115": 1163,
    "322,117": 1164,
    "101,98": 1165,
    "388,116": 1166,
    "715,877": 1167,
    "266,711": 1168,
    "424,115": 1169,
    "101,120": 1170,
    "588,435": 1171,
    "366,272": 1172,
    "453,109": 1173,
    "375,115": 1174,
    "34,119": 1175,
    "310,605": 1176,
    "307,841": 1177,
    "374,115": 1178,
    "293,114": 1179,
    "997,416": 1180,
    "117,277": 1181,
    "825,285": 1182,
    "289,513": 1183,
    "99,107": 1184,
    "103,263": 1185,
    "299,565": 1186,
    "314,267": 1187,
    "373,51": 1188,
    "310,296": 1189,
    "584,917": 1190,
    "277,112": 1191,
    "304,100": 1192,
    "112,267": 1193,
    "385,285": 1194,
    "350,108": 1195,
    "103,321": 1196,
    "658,450": 1197,
    "284,277": 1198,
    "51,48": 1199,
    "32,267": 1200,
    "386,117": 1201,
    "276,440": 1202,
    "790,687": 1203,
    "310,343": 1204,
    "98,121": 1205,
    "519,521": 1206,
    "482,319": 1207,
    "398,279": 1208,
    "1073,806": 1209,
    "373,49": 1210,
    "660,115": 1211,
    "108,285": 1212,
    "738,565": 1213,
    "378,110": 1214,
    "402,100": 1215,
    "260,335": 1216,
    "263,641": 1217,
    "454,97": 1218,
    "276,704": 1219,
    "312,746": 1220,
    "116,296": 1221,
    "470,285": 1222,
    "380,313": 1223,
    "323,121": 1224,
    "49,49": 1225,
    "386,1041": 1226,
    "595,118": 1227,
    "114,395": 1228,
    "377,468": 1229,
    "275,438": 1230,
    "268,405": 1231,
    "32,81": 1232,
    "286,382": 1233,
    "956,800": 1234,
    "840,290": 1235,
    "50,53": 1236,
    "339,862": 1237,
    "594,108": 1238,
    "109,267": 1239,
    "329,277": 1240,
    "596,290": 1241,
    "295,284": 1242,
    "441,83": 1243,
    "320,357": 1244,
    "258,391": 1245,
    "397,371": 1246,
    "98,416": 1247,
    "356,318": 1248,
    "301,438": 1249,
    "271,580": 1250,
    "681,295": 1251,
    "310,752": 1252,
    "342,421": 1253,
    "273,101": 1254,
    "261,99": 1255,
    "280,361": 1256,
    "301,116": 1257,
    "292,1115": 1258,
    "861,1131": 1259,
    "280,111": 1260,
    "329,285": 1261,
    "644,916": 1262,
    "1246,965": 1263,
    "374,285": 1264,
    "913,296": 1265,
    "386,282": 1266,
    "292,267": 1267,
    "110,263": 1268,
    "271,115": 1269,
    "431,116": 1270,
    "266,911": 1271,
    "316,99": 1272,
    "265,116": 1273,
    "103,261": 1274,
    "847,458": 1275,
    "325,458": 1276,
    "108,496": 1277,
    "105,302": 1278,
    "802,109": 1279,
    "365,102": 1280,
    "117,479": 1281,
    "329,580": 1282,
    "464,115": 1283,
    "309,321": 1284,
    "320,284": 1285,
    "115,295": 1286,
    "291,119": 1287,
    "511,291": 1288,
    "268,770": 1289,
    "311,282": 1290,
    "280,716": 1291,
    "459,698": 1292,
    "307,456": 1293,
    "34,361": 1294,
    "275,654": 1295,
    "401,659": 1296,
    "503,698": 1297,
    "293,321": 1298,
    "1201,319": 1299,
    "380,108": 1300,
    "112,272": 1301,
    "299,102": 1302,
    "639,531": 1303,
    "581,267": 1304,
    "363,555": 1305,
    "116,111": 1306,
    "98,296": 1307,
    "444,295": 1308,
    "261,267": 1309,
    "1053,301": 1310,
    "99,108": 1311,
    "324,101": 1312,
    "299,305": 1313,
    "292,279": 1314,
    "304,1310": 1315,
    "273,103": 1316,
    "291,501": 1317,
    "307,274": 1318,
    "298,114": 1319,
    "390,121": 1320,
    "377,746": 1321,
    "444,267": 1322,
    "381,515": 1323,
    "97,327": 1324,
    "491,265": 1325,
    "280,769": 1326,
    "112,296": 1327,
    "1229,604": 1328,
    "284,102": 1329,
    "293,515": 1330,
    "1094,267": 1331,
    "688,494": 1332,
    "944,360": 1333,
    "743,357": 1334,
    "372,1217": 1335,
    "269,403": 1336,
    "115,104": 1337,
    "354,484": 1338,
    "356,575": 1339,
    "517,114": 1340,
    "1248,604": 1341,
    "358,271": 1342,
    "266,1049": 1343,
    "292,955": 1344,
    "300,773": 1345,
    "259,305": 1346,
    "592,480": 1347,
    "1024,695": 1348,
    "274,284": 1349,
    "32,91": 1350,
    "372,117": 1351,
    "280,647": 1352,
    "439,411": 1353,
    "258,274": 1354,
    "266,108": 1355,
    "646,302": 1356,
    "1266,1281": 1357,
    "350,291": 1358,
    "428,613": 1359,
    "378,892": 1360,
    "905,438": 1361,
    "268,1317": 1362,
    "372,114": 1363,
    "474,450": 1364,
    "303,934": 1365,
    "322,755": 1366,
    "302,319": 1367,
    "307,478": 1368,
    "307,937": 1369,
    "398,278": 1370,
    "537,118": 1371,
    "350,104": 1372,
    "627,267": 1373,
    "812,406": 1374,
    "264,121": 1375,
    "392,117": 1376,
    "312,432": 1377,
    "280,265": 1378,
    "400,103": 1379,
    "301,279": 1380,
    "284,107": 1381,
    "32,401": 1382,
    "396,282": 1383,
    "299,1013": 1384,
    "286,104": 1385,
    "266,773": 1386,
    "299,426": 1387,
    "431,552": 1388,
    "1140,460": 1389,
    "507,111": 1390,
    "294,534": 1391,
    "381,267": 1392,
    "258,628": 1393,
    "445,285": 1394,
    "268,264": 1395,
    "417,740": 1396,
    "264,116": 1397,
    "324,121": 1398,
    "381,277": 1399,
    "342,608": 1400,
    "588,291": 1401,
    "286,901": 1402,
    "121,108": 1403,
    "293,308": 1404,
    "271,506": 1405,
    "268,341": 1406,
    "372,101": 1407,
    "386,1383": 1408,
    "98,114": 1409,
    "312,1137": 1410,
    "392,100": 1411,
    "105,390": 1412,
    "118,277": 1413,
    "32,194": 1414,
    "49,387": 1415,
    "286,411": 1416,
    "294,361": 1417,
    "369,405": 1418,
    "53,48": 1419,
    "373,50": 1420,
    "275,587": 1421,
    "265,119": 1422,
    "324,291": 1423,
    "307,267": 1424,
    "286,279": 1425,
    "289,112": 1426,
    "325,277": 1427,
    "292,617": 1428,
    "637,1332": 1429,
    "350,114": 1430,
    "400,116": 1431,
    "320,477": 1432,
    "292,697": 1433,
    "364,115": 1434,
    "658,1338": 1435,
    "286,1122": 1436,
    "97,102": 1437,
    "309,261": 1438,
    "385,121": 1439,
    "337,115": 1440,
    "309,282": 1441,
    "453,405": 1442,
    "803,115": 1443,
    "278,334": 1444,
    "109,112": 1445,
    "316,282": 1446,
    "105,574": 1447,
    "1068,518": 1448,
    "101,282": 1449,
    "433,707": 1450,
    "999,367": 1451,
    "661,357": 1452,
    "1132,864": 1453,
    "292,273": 1454,
    "263,116": 1455,
    "266,674": 1456,
    "369,815": 1457,
    "389,473": 1458,
    "280,384": 1459,
    "790,1257": 1460,
    "333,73": 1461,
    "646,273": 1462,
    "342,523": 1463,
    "39,116": 1464,
    "110,437": 1465,
    "347,261": 1466,
    "258,926": 1467,
    "103,121": 1468,
    "50,52": 1469,
    "104,308": 1470,
    "307,421": 1471,
    "103,267": 1472,
    "1148,409": 1473,
    "115,969": 1474,
    "289,622": 1475,
    "266,107": 1476,
    "99,529": 1477,
    "329,273": 1478,
    "996,704": 1479,
    "493,1228": 1480,
    "339,278": 1481,
    "339,279": 1482,
    "273,99": 1483,
    "274,502": 1484,
    "339,263": 1485,
    "275,114": 1486,
    "589,103": 1487,
    "1376,705": 1488,
    "303,693": 1489,
    "664,361": 1490,
    "269,488": 1491,
    "314,529": 1492,
    "643,1083": 1493,
    "1026,423": 1494,
    "299,552": 1495,
    "104,272": 1496,
    "293,354": 1497,
    "366,108": 1498,
    "312,336": 1499,
    "282,685": 1500,
    "316,261": 1501,
    "342,405": 1502,
    "265,273": 1503,
    "105,272": 1504,
    "415,115": 1505,
    "705,482": 1506,
    "350,279": 1507,
    "97,508": 1508,
    "275,452": 1509,
    "101,313": 1510,
    "397,114": 1511,
    "557,1412": 1512,
    "524,1077": 1513,
    "362,349": 1514,
    "363,968": 1515,
    "412,273": 1516,
    "920,579": 1517,
    "1089,444": 1518,
    "321,263": 1519,
    "111,313": 1520,
    "32,38": 1521,
    "329,827": 1522,
    "459,103": 1523,
    "391,663": 1524,
    "436,687": 1525,
    "97,117": 1526,
    "366,1452": 1527,
    "299,284": 1528,
    "335,267": 1529,
    "258,1108": 1530,
    "430,105": 1531,
    "292,381": 1532,
    "329,284": 1533,
    "794,121": 1534,
    "110,101": 1535,
    "108,478": 1536,
    "431,544": 1537,
    "292,1451": 1538,
    "293,384": 1539,
    "98,111": 1540,
    "273,446": 1541,
    "318,104": 1542,
    "306,116": 1543,
    "275,600": 1544,
    "323,265": 1545,
    "395,267": 1546,
    "331,116": 1547,
    "324,279": 1548,
    "275,320": 1549,
    "980,267": 1550,
    "380,403": 1551,
    "516,296": 1552,
    "1161,675": 1553,
    "273,685": 1554,
    "1106,1380": 1555,
    "304,109": 1556,
    "274,479": 1557,
    "276,409": 1558,
    "296,118": 1559,
    "550,618": 1560,
    "108,117": 1561,
    "398,1390": 1562,
    "304,270": 1563,
    "287,334": 1564,
    "1165,550": 1565,
    "369,384": 1566,
    "396,112": 1567,
    "325,100": 1568,
    "426,101": 1569,
    "283,274": 1570,
    "412,277": 1571,
    "97,563": 1572,
    "112,115": 1573,
    "581,263": 1574,
    "1565,479": 1575,
    "322,706": 1576,
    "898,302": 1577,
    "275,708": 1578,
    "275,432": 1579,
    "265,313": 1580,
    "417,98": 1581,
    "532,621": 1582,
    "322,353": 1583,
    "294,862": 1584,
    "808,115": 1585,
    "268,533": 1586,
    "366,1575": 1587,
    "111,264": 1588,
    "994,357": 1589,
    "266,302": 1590,
    "947,590": 1591,
    "292,121": 1592,
    "258,119": 1593,
    "294,383": 1594,
    "592,653": 1595,
    "1009,1030": 1596,
    "377,766": 1597,
    "296,116": 1598,
    "268,642": 1599,
    "115,112": 1600,
    "50,51": 1601,
    "266,341": 1602,
    "271,290": 1603,
    "391,267": 1604,
    "461,101": 1605,
    "276,992": 1606,
    "281,867": 1607,
    "330,541": 1608,
    "451,103": 1609,
    "794,1286": 1610,
    "97,105": 1611,
    "400,112": 1612,
    "342,361": 1613,
    "279,109": 1614,
    "893,284": 1615,
    "316,418": 1616,
    "311,649": 1617,
    "767,670": 1618,
    "272,406": 1619,
    "942,274": 1620,
    "266,507": 1621,
    "116,284": 1622,
    "399,115": 1623,
    "834,427": 1624,
    "50,49": 1625,
    "276,265": 1626,
    "114,285": 1627,
    "114,624": 1628,
    "263,285": 1629,
    "858,267": 1630,
    "97,101": 1631,
    "311,438": 1632,
    "347,520": 1633,
    "108,437": 1634,
    "276,1432": 1635,
    "1290,313": 1636,
    "304,328": 1637,
    "115,507": 1638,
    "112,279": 1639,
    "519,1324": 1640,
    "1348,302": 1641,
    "471,297": 1642,
    "1407,272": 1643,
    "840,796": 1644,
    "111,296": 1645,
    "320,115": 1646,
    "293,306": 1647,
    "809,867": 1648,
    "346,104": 1649,
    "1204,121": 1650,
    "656,101": 1651,
    "408,302": 1652,
    "108,263": 1653,
    "564,101": 1654,
    "353,103": 1655,
    "294,1329": 1656,
    "286,472": 1657,
    "459,689": 1658,
    "100,309": 1659,
    "102,470": 1660,
    "258,697": 1661,
    "377,111": 1662,
    "291,551": 1663,
    "277,751": 1664,
    "433,978": 1665,
    "342,279": 1666,
    "34,102": 1667,
    "260,118": 1668,
    "392,108": 1669,
    "331,115": 1670,
    "474,313": 1671,
    "373,48": 1672,
    "271,334": 1673,
    "97,362": 1674,
    "322,273": 1675,
    "277,101": 1676,
    "310,426": 1677,
    "631,1361": 1678,
    "528,264": 1679,
    "984,121": 1680,
    "594,968": 1681,
    "1110,116": 1682,
    "620,565": 1683,
    "355,941": 1684,
    "309,98": 1685,
    "109,101": 1686,
    "400,102": 1687,
    "284,121": 1688,
    "376,1679": 1689,
    "1609,1130": 1690,
    "1418,1025": 1691,
    "396,101": 1692,
    "947,1277": 1693,
    "50,54": 1694,
    "316,337": 1695,
    "32,88": 1696,
    "324,111": 1697,
    "584,534": 1698,
    "277,99": 1699,
    "32,306": 1700,
    "979,121": 1701,
    "372,783": 1702,
    "121,285": 1703,
    "398,764": 1704,
    "452,115": 1705,
    "52,48": 1706,
    "271,272": 1707,
    "654,502": 1708,
    "516,313": 1709,
    "807,267": 1710,
    "34,1031": 1711,
    "258,354": 1712,
    "311,284": 1713,
    "320,573": 1714,
    "369,340": 1715,
    "294,1194": 1716,
    "744,626": 1717,
    "265,321": 1718,
    "910,326": 1719,
    "309,273": 1720,
    "276,402": 1721,
    "99,263": 1722,
    "109,115": 1723,
    "350,617": 1724,
    "394,98": 1725,
    "1086,1561": 1726,
    "99,1297": 1727,
    "307,336": 1728,
    "311,302": 1729,
    "497,914": 1730,
    "280,287": 1731,
    "121,110": 1732,
    "318,774": 1733,
    "588,101": 1734,
    "304,102": 1735,
    "99,264": 1736,
    "50,50": 1737,
    "266,430": 1738,
    "493,279": 1739,
    "286,625": 1740,
    "121,296": 1741,
    "275,272": 1742,
    "424,267": 1743,
    "664,264": 1744,
    "856,107": 1745,
    "110,701": 1746,
    "1061,267": 1747,
    "1186,267": 1748,
    "391,484": 1749,
    "322,483": 1750,
    "99,813": 1751,
    "290,277": 1752,
    "299,100": 1753,
    "627,101": 1754,
    "326,108": 1755,
    "103,114": 1756,
    "289,1622": 1757,
    "302,295": 1758,
    "294,332": 1759,
    "307,437": 1760,
    "279,110": 1761,
    "744,618": 1762,
    "1154,427": 1763,
    "803,579": 1764,
    "304,490": 1765,
    "1559,827": 1766,
    "276,952": 1767,
    "1114,547": 1768,
    "734,115": 1769,
    "503,119": 1770,
    "50,56": 1771,
    "264,277": 1772,
    "643,267": 1773,
    "1379,907": 1774,
    "436,619": 1775,
    "643,343": 1776,
    "664,353": 1777,
    "375,112": 1778,
    "276,642": 1779,
    "291,121": 1780,
    "111,102": 1781,
    "328,99": 1782,
    "337,267": 1783,
    "268,302": 1784,
    "741,116": 1785,
    "99,437": 1786,
    "1241,784": 1787,
    "802,112": 1788,
    "446,426": 1789,
    "497,321": 1790,
    "268,384": 1791,
    "266,326": 1792,
    "369,101": 1793,
    "310,473": 1794,
    "324,716": 1795,
    "260,508": 1796,
    "97,320": 1797,
    "1166,608": 1798,
    "342,434": 1799,
    "307,473": 1800,
    "377,101": 1801,
    "327,302": 1802,
    "423,319": 1803,
    "299,695": 1804,
    "537,109": 1805,
    "266,606": 1806,
    "519,504": 1807,
    "587,110": 1808,
    "1214,481": 1809,
    "428,282": 1810,
    "389,313": 1811,
    "307,97": 1812,
    "335,277": 1813,
    "526,285": 1814,
    "518,102": 1815,
    "1288,108": 1816,
    "307,692": 1817,
    "1048,560": 1818,
    "109,472": 1819,
    "339,410": 1820,
    "287,751": 1821,
    "276,1524": 1822,
    "996,261": 1823,
    "322,1478": 1824,
    "356,385": 1825,
    "296,279": 1826,
    "1421,263": 1827,
    "271,357": 1828,
    "661,116": 1829,
    "50,55": 1830,
    "1050,290": 1831,
    "552,665": 1832,
    "304,98": 1833,
    "1702,284": 1834,
    "426,313": 1835,
    "635,267": 1836,
    "433,100": 1837,
    "726,115": 1838,
    "552,341": 1839,
    "263,121": 1840,
    "297,477": 1841,
    "1714,876": 1842,
    "294,1070": 1843,
    "265,305": 1844,
    "300,119": 1845,
    "278,285": 1846,
    "97,522": 1847,
    "267,263": 1848,
    "311,111": 1849,
    "34,115": 1850,
    "265,308": 1851,
    "471,481": 1852,
    "294,336": 1853,
    "378,116": 1854,
    "1138,1557": 1855,
    "855,101": 1856,
    "392,120": 1857,
    "439,498": 1858,
    "310,456": 1859,
    "342,271": 1860,
    "1216,1496": 1861,
    "276,353": 1862,
    "276,116": 1863,
    "878,118": 1864,
    "932,116": 1865,
    "101,101": 1866,
    "299,313": 1867,
    "636,1474": 1868,
    "32,263": 1869,
    "322,678": 1870,
    "1841,110": 1871,
    "274,440": 1872,
    "400,906": 1873,
    "258,1042": 1874,
    "1765,1222": 1875,
    "307,472": 1876,
    "391,101": 1877,
    "99,111": 1878,
    "312,411": 1879,
    "929,1652": 1880,
    "365,118": 1881,
    "1203,285": 1882,
    "314,277": 1883,
    "988,115": 1884,
    "104,285": 1885,
    "364,590": 1886,
    "258,263": 1887,
    "103,277": 1888,
    "50,57": 1889,
    "292,1037": 1890,
    "274,345": 1891,
    "323,446": 1892,
    "32,507": 1893,
    "282,97": 1894,
    "276,624": 1895,
    "259,108": 1896,
    "436,420": 1897,
    "1010,115": 1898,
    "321,116": 1899,
    "258,291": 1900,
    "276,912": 1901,
    "1209,476": 1902,
    "258,273": 1903,
    "1354,296": 1904,
    "289,320": 1905,
    "958,460": 1906,
    "466,267": 1907,
    "275,456": 1908,
    "543,57": 1909,
    "665,284": 1910,
    "311,272": 1911,
    "276,1543": 1912,
    "266,274": 1913,
    "1708,742": 1914,
    "301,296": 1915,
    "671,384": 1916,
    "261,437": 1917,
    "307,327": 1918,
    "285,771": 1919,
    "958,267": 1920,
    "390,277": 1921,
    "1004,1727": 1922,
    "102,290": 1923,
    "1617,121": 1924,
    "114,349": 1925,
    "312,468": 1926,
    "266,1284": 1927,
    "286,503": 1928,
    "286,271": 1929,
    "470,115": 1930,
    "389,775": 1931,
    "632,440": 1932,
    "1023,784": 1933,
    "703,455": 1934,
    "274,556": 1935,
    "462,421": 1936,
    "386,755": 1937,
    "1735,573": 1938,
    "453,101": 1939,
    "525,1663": 1940,
    "900,450": 1941,
    "1065,467": 1942,
    "284,100": 1943,
    "899,797": 1944,
    "276,114": 1945,
    "280,337": 1946,
    "104,290": 1947,
    "615,1766": 1948,
    "111,120": 1949,
    "1333,115": 1950,
    "316,264": 1951,
    "108,796": 1952,
    "34,97": 1953,
    "383,302": 1954,
    "391,277": 1955,
    "264,110": 1956,
    "581,367": 1957,
    "119,531": 1958,
    "372,108": 1959,
    "261,349": 1960,
    "671,110": 1961,
    "709,844": 1962,
    "278,264": 1963,
    "276,539": 1964,
    "451,508": 1965,
    "266,119": 1966,
    "300,109": 1967,
    "98,115": 1968,
    "422,273": 1969,
    "275,263": 1970,
    "831,1038": 1971,
    "350,263": 1972,
    "474,385": 1973,
    "300,318": 1974,
    "322,108": 1975,
    "276,354": 1976,
    "714,103": 1977,
    "343,115": 1978,
    "1166,272": 1979,
    "355,318": 1980,
    "260,702": 1981,
    "573,107": 1982,
    "258,1733": 1983,
    "345,110": 1984,
    "850,1323": 1985,
    "284,360": 1986,
    "1539,1780": 1987,
    "1494,1952": 1988,
    "293,659": 1989,
    "322,321": 1990,
    "625,267": 1991,
    "275,121": 1992,
    "365,100": 1993,
    "342,101": 1994,
    "1074,874": 1995,
    "564,349": 1996,
    "1208,884": 1997,
    "762,520": 1998,
    "356,114": 1999,
    "307,395": 2000,
    "260,660": 2001,
    "986,464": 2002,
    "730,1043": 2003,
    "1134,963": 2004,
    "422,987": 2005,
    "275,1038": 2006,
    "454,287": 2007,
    "258,1506": 2008,
    "399,101": 2009,
    "298,101": 2010,
    "99,456": 2011,
    "385,284": 2012,
    "1295,1847": 2013,
    "463,153": 2014,
    "268,325": 2015,
    "54,48": 2016,
    "287,277": 2017,
    "798,97": 2018,
    "776,593": 2019,
    "1056,600": 2020,
    "625,295": 2021,
    "325,574": 2022,
    "309,112": 2023,
    "809,285": 2024,
    "260,343": 2025,
    "719,108": 2026,
    "957,434": 2027,
    "1227,607": 2028,
    "459,116": 2029,
    "881,103": 2030,
    "398,326": 2031,
    "1175,287": 2032,
    "266,383": 2033,
    "308,98": 2034,
    "330,685": 2035,
    "312,766": 2036,
    "312,473": 2037,
    "260,458": 2038,
    "266,264": 2039,
    "398,284": 2040,
    "378,327": 2041,
    "299,1492": 2042,
    "1483,121": 2043,
    "274,285": 2044,
    "362,97": 2045,
    "102,952": 2046,
    "276,385": 2047,
    "294,274": 2048,
    "567,107": 2049,
    "346,1274": 2050,
    "1233,331": 2051,
    "1116,267": 2052,
    "358,629": 2053,
    "327,1250": 2054,
    "274,279": 2055,
    "292,325": 2056,
    "870,539": 2057,
    "275,1782": 2058,
    "760,327": 2059,
    "108,115": 2060,
    "259,265": 2061,
    "1318,1221": 2062,
    "423,272": 2063,
    "702,115": 2064,
    "280,1320": 2065,
    "115,99": 2066,
    "342,1146": 2067,
    "595,710": 2068,
    "469,285": 2069,
    "356,1522": 2070,
    "750,108": 2071,
    "97,306": 2072,
    "34,261": 2073,
    "750,296": 2074,
    "735,108": 2075,
    "374,116": 2076,
    "284,116": 2077,
    "1525,661": 2078,
    "309,285": 2079,
    "321,104": 2080,
    "462,101": 2081,
    "1809,626": 2082,
    "761,321": 2083,
    "338,107": 2084,
    "32,866": 2085,
    "1153,116": 2086,
    "612,381": 2087,
    "400,1786": 2088,
    "305,263": 2089,
    "316,267": 2090,
    "961,267": 2091,
    "300,327": 2092,
    "1408,1676": 2093,
    "355,418": 2094,
    "699,290": 2095,
    "275,472": 2096,
    "1620,482": 2097,
    "312,264": 2098,
    "355,965": 2099,
    "389,1058": 2100,
    "287,107": 2101,
    "259,109": 2102,
    "1126,1560": 2103,
    "589,99": 2104,
    "34,100": 2105,
    "341,115": 2106,
    "530,296": 2107,
    "1023,1514": 2108,
    "309,109": 2109,
    "330,351": 2110,
    "1145,320": 2111,
    "276,314": 2112,
    "961,569": 2113,
    "814,267": 2114,
    "386,450": 2115,
    "1683,424": 2116,
    "105,367": 2117,
    "353,107": 2118,
    "342,349": 2119,
    "276,1118": 2120,
    "289,111": 2121,
    "1291,296": 2122,
    "273,626": 2123,
    "293,329": 2124,
    "326,1125": 2125,
    "1442,267": 2126,
    "1057,284": 2127,
    "342,1741": 2128,
    "105,414": 2129,
    "989,313": 2130,
    "543,56": 2131,
    "287,285": 2132,
    "703,119": 2133,
    "292,604": 2134,
    "308,302": 2135,
    "392,456": 2136,
    "299,118": 2137,
    "34,83": 2138,
    "286,335": 2139,
    "280,670": 2140,
    "111,607": 2141,
    "825,267": 2142,
    "275,399": 2143,
    "893,434": 2144,
    "1995,424": 2145,
    "752,267": 2146,
    "258,1516": 2147,
    "300,121": 2148,
    "812,467": 2149,
    "392,279": 2150,
    "105,318": 2151,
    "195,161": 2152,
    "993,556": 2153,
    "280,279": 2154,
    "292,331": 2155,
    "284,438": 2156,
    "119,104": 2157,
    "551,371": 2158,
    "260,425": 2159,
    "398,101": 2160,
    "280,416": 2161,
    "1300,112": 2162,
    "289,1196": 2163,
    "2163,345": 2164,
    "524,110": 2165,
    "654,296": 2166,
    "602,115": 2167,
    "34,98": 2168,
    "117,107": 2169,
    "329,301": 2170,
    "292,109": 2171,
    "265,103": 2172,
    "266,629": 2173,
    "517,357": 2174,
    "573,116": 2175,
    "577,265": 2176,
    "763,329": 2177,
    "307,769": 2178,
    "272,285": 2179,
    "300,263": 2180,
    "307,1174": 2181,
    "307,882": 2182,
    "543,54": 2183,
    "516,1184": 2184,
    "292,681": 2185,
    "880,277": 2186,
    "109,273": 2187,
    "991,291": 2188,
    "516,455": 2189,
    "1734,982": 2190,
    "1035,1510": 2191,
    "34,99": 2192,
    "318,335": 2193,
    "411,115": 2194,
    "1138,277": 2195,
    "286,391": 2196,
    "696,321": 2197,
    "292,711": 2198,
    "268,1720": 2199,
    "562,1215": 2200,
    "316,111": 2201,
    "320,98": 2202,
    "1578,267": 2203,
    "365,110": 2204,
    "258,265": 2205,
    "309,277": 2206,
    "719,1082": 2207,
    "572,116": 2208,
    "389,613": 2209,
    "459,456": 2210,
    "313,277": 2211,
    "325,115": 2212,
    "581,285": 2213,
    "300,404": 2214,
    "304,371": 2215,
    "275,481": 2216,
    "279,105": 2217,
    "276,296": 2218,
    "1209,464": 2219,
    "102,272": 2220,
    "1163,590": 2221,
    "957,119": 2222,
    "396,115": 2223,
    "307,440": 2224,
    "1069,115": 2225,
    "329,325": 2226,
    "350,326": 2227,
    "261,116": 2228,
    "324,405": 2229,
    "292,533": 2230,
    "299,551": 2231,
    "1084,450": 2232,
    "394,460": 2233,
    "1110,570": 2234,
    "389,97": 2235,
    "1160,990": 2236,
    "1835,741": 2237,
    "422,101": 2238,
    "355,650": 2239,
    "1643,458": 2240,
    "514,390": 2241,
    "927,456": 2242,
    "342,391": 2243,
    "967,478": 2244,
    "298,111": 2245,
    "1316,360": 2246,
    "398,430": 2247,
    "275,621": 2248,
    "517,103": 2249,
    "328,264": 2250,
    "355,1910": 2251,
    "266,692": 2252,
    "350,408": 2253,
    "650,663": 2254,
    "1080,569": 2255,
    "655,116": 2256,
    "424,290": 2257,
    "920,267": 2258
  },
  "id_to_token": {
    "0": [
      0
    ],
    "1": [
      1
    ],
    "2": [
      2
    ],
    "3": [
      3
    ],
    "4": [
      4
    ],
    "5": [
      5
    ],
    "6": [
      6
    ],
    "7": [
      7
    ],
    "8": [
      8
    ],
    "9": [
      9
    ],
    "10": [
      10
    ],
    "11": [
      11
    ],
    "12": [
      12
    ],
    "13": [
      13
    ],
    "14": [
      14
    ],
    "15": [
      15
    ],
    "16": [
      16
    ],
    "17": [
      17
    ],
    "18": [
      18
    ],
    "19": [
      19
    ],
    "20": [
      20
    ],
    "21": [
      21
    ],
    "22": [
      22
    ],
    "23": [
      23
    ],
    "24": [
      24
    ],
    "25": [
      25
    ],
    "26": [
      26
    ],
    "27": [
      27
    ],
    "28": [
      28
    ],
    "29": [
      29
    ],
    "30": [
      30
    ],
    "31": [
      31
    ],
    "32": [
      32
    ],
    "33": [
      33
    ],
    "34": [
      34
    ],
    "35": [
      35
    ],
    "36": [
      36
    ],
    "37": [
      37
    ],
    "38": [
      38
    ],
    "39": [
      39
    ],
    "40": [
      40
    ],
    "41": [
      41
    ],
    "42": [
      42
    ],
    "43": [
      43
    ],
    "44": [
      44
    ],
    "45": [
      45
    ],
    "46": [
      46
    ],
    "47": [
      47
    ],
    "48": [
      48
    ],
    "49": [
      49
    ],
    "50": [
      50
    ],
    "51": [
      51
    ],
    "52": [
      52
    ],
    "53": [
      53
    ],
    "54": [
      54
    ],
    "55": [
      55
    ],
    "56": [
      56
    ],
    "57": [
      57
    ],
    "58": [
      58
    ],
    "59": [
      59
    ],
    "60": [
      60
    ],
    "61": [
      61
    ],
    "62": [
      62
    ],
    "63": [
      63
    ],
    "64": [
      64
    ],
    "65": [
      65
    ],
    "66": [
      66
    ],
    "67": [
      67
    ],
    "68": [
      68
    ],
    "69": [
      69
    ],
    "70": [
      70
    ],
    "71": [
      71
    ],
    "72": [
      72
    ],
    "73": [
      73
    ],
    "74": [
      74
    ],
    "75": [
      75
    ],
    "76": [
      76
    ],
    "77": [
      77
    ],
    "78": [
      78
    ],
    "79": [
      79
    ],
    "80": [
      80
    ],
    "81": [
      81
    ],
    "82": [
      82
    ],
    "83": [
      83
    ],
    "84": [
      84
    ],
    "85": [
      85
    ],
    "86": [
      86
    ],
    "87": [
      87
    ],
    "88": [
      88
    ],
    "89": [
      89
    ],
    "90": [
      90
    ],
    "91": [
      91
    ],
    "92": [
      92
    ],
    "93": [
      93
    ],
    "94": [
      94
    ],
    "95": [
      95
    ],
    "96": [
      96
    ],
    "97": [
      97
    ],
    "98": [
      98
    ],
    "99": [
      99
    ],
    "100": [
      100
    ],
    "101": [
      101
    ],
    "102": [
      102
    ],
    "103": [
      103
    ],
    "104": [
      104
    ],
    "105": [
      105
    ],
    "106": [
      106
    ],
    "107": [
      107
    ],
    "108": [
      108
    ],
    "109": [
      109
    ],
    "110": [
      110
    ],
    "111": [
      111
    ],
    "112": [
      112
    ],
    "113": [
      113
    ],
    "114": [
      114
    ],
    "115": [
      115
    ],
    "116": [
      116
    ],
    "117": [
      117
    ],
    "118": [
      118
    ],
    "119": [
      119
    ],
    "120": [
      120
    ],
    "121": [
      121
    ],
    "122": [
      122
    ],
    "123": [
      123
    ],
    "124": [
      124
    ],
    "125": [
      125
    ],
    "126": [
      126
    ],
    "127": [
      127
    ],
    "128": [
      128
    ],
    "129": [
      129
    ],
    "130": [
      130
    ],
    "131": [
      131
    ],
    "132": [
      132
    ],
    "133": [
      133
    ],
    "134": [
      134
    ],
    "135": [
      135
    ],
    "136": [
      136
    ],
    "137": [
      137
    ],
    "138": [
      138
    ],
    "139": [
      139
    ],
    "140": [
      140
    ],
    "141": [
      141
    ],
    "142": [
      142
    ],
    "143": [
      143
    ],
    "144": [
      144
    ],
    "145": [
      145
    ],
    "146": [
      146
    ],
    "147": [
      147
    ],
    "148": [
      148
    ],
    "149": [
      149
    ],
    "150": [
      150
    ],
    "151": [
      151
    ],
    "152": [
      152
    ],
    "153": [
      153
    ],
    "154": [
      154
    ],
    "155": [
      155
    ],
    "156": [
      156
    ],
    "157": [
      157
    ],
    "158": [
      158
    ],
    "159": [
      159
    ],
    "160": [
      160
    ],
    "161": [
      161
    ],
    "162": [
      162
    ],
    "163": [
      163
    ],
    "164": [
      164
    ],
    "165": [
      165
    ],
    "166": [
      166
    ],
    "167": [
      167
    ],
    "168": [
      168
    ],
    "169": [
      169
    ],
    "170": [
      170
    ],
    "171": [
      171
    ],
    "172": [
      172
    ],
    "173": [
      173
    ],
    "174": [
      174
    ],
    "175": [
      175
    ],
    "176": [
      176
    ],
    "177": [
      177
    ],
    "178": [
      178
    ],
    "179": [
      179
    ],
    "180": [
      180
    ],
    "181": [
      181
    ],
    "182": [
      182
    ],
    "183": [
      183
    ],
    "184": [
      184
    ],
    "185": [
      185
    ],
    "186": [
      186
    ],
    "187": [
      187
    ],
    "188": [
      188
    ],
    "189": [
      189
    ],
    "190": [
      190
    ],
    "191": [
      191
    ],
    "192": [
      192
    ],
    "193": [
      193
    ],
    "194": [
      194
    ],
    "195": [
      195
    ],
    "196": [
      196
    ],
    "197": [
      197
    ],
    "198": [
      198
    ],
    "199": [
      199
    ],
    "200": [
      200
    ],
    "201": [
      201
    ],
    "202": [
      202
    ],
    "203": [
      203
    ],
    "204": [
      204
    ],
    "205": [
      205
    ],
    "206": [
      206
    ],
    "207": [
      207
    ],
    "208": [
      208
    ],
    "209": [
      209
    ],
    "210": [
      210
    ],
    "211": [
      211
    ],
    "212": [
      212
    ],
    "213": [
      213
    ],
    "214": [
      214
    ],
    "215": [
      215
    ],
    "216": [
      216
    ],
    "217": [
      217
    ],
    "218": [
      218
    ],
    "219": [
      219
    ],
    "220": [
      220
    ],
    "221": [
      221
    ],
    "222": [
      222
    ],
    "223": [
      223
    ],
    "224": [
      224
    ],
    "225": [
      225
    ],
    "226": [
      226
    ],
    "227": [
      227
    ],
    "228": [
      228
    ],
    "229": [
      229
    ],
    "230": [
      230
    ],
    "231": [
      231
    ],
    "232": [
      232
    ],
    "233": [
      233
    ],
    "234": [
      234
    ],
    "235": [
      235
    ],
    "236": [
      236
    ],
    "237": [
      237
    ],
    "238": [
      238
    ],
    "239": [
      239
    ],
    "240": [
      240
    ],
    "241": [
      241
    ],
    "242": [
      242
    ],
    "243": [
      243
    ],
    "244": [
      244
    ],
    "245": [
      245
    ],
    "246": [
      246
    ],
    "247": [
      247
    ],
    "248": [
      248
    ],
    "249": [
      249
    ],
    "250": [
      250
    ],
    "251": [
      251
    ],
    "252": [
      252
    ],
    "253": [
      253
    ],
    "254": [
      254
    ],
    "255": [
      255
    ],
    "256": [
      60,
      80,
      65,
      68,
      62
    ],
    "257": [
      60,
      85,
      78,
      75,
      62
    ],
    "258": [
      32,
      116
    ],
    "259": [
      104,
      101
    ],
    "260": [
      32,
      97
    ],
    "261": [
      105,
      110
    ],
    "262": [
      32,
      116,
      104,
      101
    ],
    "263": [
      101,
      114
    ],
    "264": [
      111,
      110
    ],
    "265": [
      114,
      101
    ],
    "266": [
      32,
      115
    ],
    "267": [
      101,
      100
    ],
    "268": [
      32,
      119
    ],
    "269": [
      32,
      111
    ],
    "270": [
      110,
      100
    ],
    "271": [
      97,
      116
    ],
    "272": [
      111,
      114
    ],
    "273": [
      101,
      110
    ],
    "274": [
      105,
      116
    ],
    "275": [
      32,
      99
    ],
    "276": [
      32,
      102
    ],
    "277": [
      101,
      115
    ],
    "278": [
      105,
      115
    ],
    "279": [
      97,
      114
    ],
    "280": [
      32,
      98
    ],
    "281": [
      32,
      111,
      102
    ],
    "282": [
      97,
      110
    ],
    "283": [
      32,
      105,
      110
    ],
    "284": [
      97,
      108
    ],
    "285": [
      105,
      110,
      103
    ],
    "286": [
      32,
